{
  "gameTitle": "Fractal: Beyond the Void",
  "home": {
    "title": "Fractal: Beyond the Void Solo Helper",
    "play1": "Play <a href='https://boardgamegeek.com/boardgame/299106/fractal-beyond-void' target='_blank' rel='noopener'><b>Fractal: Beyond the Void</b></a> against automated opponents. You can play solo or add additional opponents to 2 and 3 player games.",
    "play2": "You need the <a href='https://boardgamegeek.com/boardgameexpansion/401413/fractal-automata' target='_blank' rel='noopener'>Fractal: Automata</a> expansion. This application replaces the AI protocol and AI behavior cards and helps managing the faction abilities.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "players": {
      "title": "Player",
      "playerColor": "{player} Color",
      "playerCount": "Human Players",
      "playerCountItem": "{count} Player | {count} Players",
      "botCount": "AI Opponents",
      "botCountItem": "{count} AI Opponent | {count} AI Opponents"
    },
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard"
    },
    "factionSelection": {
      "title": "Faction"
    }
  },
  "setupBot": {
    "title": "Automata Setup",
    "factionMap": "Place the faction mat to the left of the empire board. Place the corresponding faction token for the chosen color on the empire board.",
    "empireBoard": "On the Automata empire board, place the corresponding colonies, influence marker on 1, and victory points marker on 0.",
    "tacticCards": "Shuffle the AI tactic cards and AI elite tactic cards to form the AI tactic DECK. The rest of the elite AI tactic cards go to ELITE. The replaced non-elite card are put to RESERVE. Place each deck in its corresponding space.",
    "tacticCardDifficultyLevel": {
      "1": "Shuffle all non-elite tactic cars as DECK. No elite cards are included in initially.",
      "2": "Replace 1 random AI tactic card with the elite tactic card with the same name and shuffle it with the other non-elite tactic cards as DECK.",
      "3": "Replace 2 random AI tactic cards with the elite tactic cards with the same name and shuffle them with the other non-elite tactic cards as DECK."
    },
    "startingUnits": "Deploy the colony and starting units in the starting sector.",
    "singularity": "Shuffle the following singularities and place one face-down on the Utopian sector:",
    "singularityToken": {
      "resonantMonolith": "Resonant Monolith",
      "openedRift": "Opened Rift",
      "forbiddenPact": "The Forbidden Pact",
      "voidThrone": "Void Throne",
      "taintedCivilization": "Tainted Civilization"
    },
    "factionSetupAbilities": "Faction setup:",
    "importantInstructions": "If you are playing first time, read the <a href='#rulesBehaviorModal' data-bs-toggle='modal'>important concepts</a>."
  },
  "cycleIncome": {
    "title": "Income",
    "startPlayer": "Determine start player for this cycle:",
    "gainIncome": "Human players gain credits and resources from exploitation areas."
  },
  "turnPlayer": {
    "takeTurn": "Take your turn."
  },
  "turnBot": {
    "executed": "Completed",
    "notPossible": "Not Possible"
  },
  "cycleConflict": {
    "title": "Conflict"
  },
  "cycleEnd": {
    "title": "End of Cycle"
  },
  "cycleTransition": {
    "title": "Transition"
  },
  "endOfGame": {
    "title": "End of Game"
  },
  "sideBar": {
    "cycle": "Cycle",
    "turn": "Turn",
    "priority": {
      "unit": "Unit Priority",
      "colony": "Colony Priority",
      "player": "Player Priority",
      "livingStorm": "Living Storm Movement"
    },
    "behavior": "Behavior"
  },
  "actionRulesCollapse": {
    "showRules": "Show Rules",
    "hideRules": "Hide Rules"
  },
  "selectTechnology": {
    "selectValue": "Please select the technology value of the selected card",
    "pleaseSelect": "(Please select)"
  },
  "protocolCardsModal": {
    "title": "AI Protocol",
    "occurs": "Occurs when:",
    "numberCards": "Number of cards:",
    "card": "{count} protocol card | {count} protocol cards",
    "gainCard": {
      "title": "Gain protocol card",
      "productiveColony": "A productive colony token is removed from the empire board (1 for the first two tokens, 2 for the last productive token)",
      "influence": "The first time the influence reaches 6 or 10"
    },
    "looseCard": {
      "title": "Loose protocol card",
      "productiveColony": "A productive colony token is put back on the empire board"
    }
  },
  "player": {
    "human": "Player | Player {player}",
    "bot": "AI Opponent | AI Opponent {bot}"
  },
  "rules": {
    "concepts": {
      "important": {
        "title": "Important Concepts",
        "exploration": {
          "title": "Exploration",
          "description": " When the Automata’s units enter a sector with an obstacle or anomaly, these are immediately discarded without revealing or resolving the cards. The Automata also doesn’t trigger exploitation areas on living galaxies."
        },
        "cards": {
          "title": "Action and technology cards",
          "description": "When the Automata draws an action or technology card, these are placed face-down in its play area. The effects are irrelevant, as only the type and number of cards matter."
        },
        "training": {
          "title": "Training",
          "description": "When the Automata improves an AI tactic card, draw a random elite AI tactic from the elite reserve, then replace the basic version of that card into the deck (e.g., Elite Orbital Assault replaces Orbital Assault)."
        },
        "lastBreath": {
          "title": "Last breath"
        },
        "holdTheLine": {
          "title": "Hold the line",
          "description": "If the Automata is trying to move and there are many valid sectors to move space units from, always choose to move the ones closer to the Automata’s starting sector."
        },
        "shortCircuit": {
          "title": "Short-circuit",
          "description": "If the Automata can do an action in two different ways, and the AI behavior cannot help you break the tie, the priority player on the currently active AI protocol card decides."
        },
        "protocolCards": {
          "title": "AI Protocol Cards",
          "description": "The AI starts with a set of protocol cards depending on the chosen difficulty level. The Goria faction starts with an additional card because it starts with a productive colony. This is managed by the application. To gain or loose additional protocol cards during the game, use the <i>AI Protocol</i> button in the sidebar."
        }
      },
      "behavior": {
        "title": "AI Behavior",
        "victory": {
          "title": "Victory",
          "recruit": {
            "summary": "Add units to a <i>besieged Automata colony</i> or, if there is none, to the <i>colony closest to the Utopian sector</i>.",
            "description": "If an Automata colony is besieged and the Automata doesn’t control the sector, add the units there. Otherwise, add the units to the colony closest to the Utopian sector. In case of a tie, check the colony priority to determine which colony to reinforce."
          },
          "advanceInteractive": {
            "controllingUtopian": "Is the Automata controlling the Utopian sector?",
            "scoringSector": "Move to a sector for scoring, following this priority: <i>Mystery > Biodiverse > Avid</i>.",
            "scoringNoValidTarget": "<b>No valid target:</b> <a href='#tablink-behavior-aggressive' data-custom-toggle='tab'>Aggressive AI behavior</a>.",
            "utopianInRange": "Is the Utopian sector in range?",
            "moveToUtopian": "Move to the Utopian sector.",
            "switchDefensive": "<a href='#tablink-behavior-defensive' data-custom-toggle='tab'>Defensive AI behavior</a>."
          },
          "advance": {
            "priorityUtopian": "The priority is to take control of the Utopian sector. Before each separate movement determined by the imperial track, the Automata checks if it controls the Utopian sector.",
            "scoringFocus": "If it does, the Automata focuses on scoring victory points by completing objective conditions that require control of sectors. The Automata checks which sector types are on the objective cards and then tries to control the sectors in range.",
            "scoringTie": "In case of a tie, the Automata prioritizes sectors in the following order: <i>Mystery > Biodiverse > Arid</i>.",
            "scoringNoValidTarget": "If there is no valid target, the Automata triggers the <a href='#tablink-behavior-aggressive' data-custom-toggle='tab'>Aggressive AI behavior</a> instead.",
            "switchDefensive": "If the Automata doesn’t control the Utopian If the Automata doesn’t control the Utopian sector, it moves its units to it. If the Utopian sector isn’t in range, it triggers the <a href='#tablink-behavior-defensive' data-custom-toggle='tab'>Defensive behavior</a> instead."
          }
        },
        "defensive": {
          "title": "Defensive",
          "recruit": {
            "summary": "Add units to a <b>besieged Automata colony</b> or, if there is none, to the colony <b>closest to the most enemy units</b>.",
            "description": "If an Automata colony is besieged and the Automata doesn’t control the sector, add the units there. Otherwise, add the units to the colony closest to the most enemy units. In case of a tie, check the unit priority and reinforce the colony under threat by the most priority units."
          },
          "advanceInteractive": {
            "besiegedColonies": "Are there besieged colonies not under the Automata's control in range?",
            "defendClosestColony": "Move to defend the closest colony.",
            "defendNoValidTarget": "<b>No valid target:</b> <a href='#tablink-behavior-aggressive' data-custom-toggle='tab'>Aggressive AI behavior</a>.",
            "enemiesInRange": "Are there enemy space units currently not pinned-down in range?<br/>",
            "moveToClosestEnemy": "Move to the closest enemy space units not pinned-down.",
            "switchExpansive": "<a href='#tablink-behavior-expansive' data-custom-toggle='tab'>Expansive AI behavior</a>."
          },
          "advance": {
            "priorityReinforce": "The Automata’s priority is to reinforce its besieged colonies. Before each separate movement, check if any Automata colonies in range contain more enemy units than the Automata’s.",
            "moveReinforce": "If there are, move <i>space units</i> there, transporting the maximum number of <i>ground units</i> to reinforce the sector. If several colonies are under siege, choose the closest one and, if tied, the priority one. If several space units are in range, use the <a href='#tablink-important-concepts' data-custom-toggle='tab'>Hold the line</a> rule to break the tie. If there are colonies under siege but the Automata cannot move its units to defend the sector, it triggers the <a href='#tablink-behavior-aggressive' data-custom-toggle='tab'>Aggressive AI behavior</a> instead.",
            "opponentSpaceUnits": "If there are no besieged colonies, check whether the opponent has <i>space units</i> in range that are not pinned-down, i.e., not currently engaged with the Automata’s (or another opponent’s) <i>space units</i>. If there are, move the closest Automata units to engage.",
            "severalUnits": "If several units are in range, choose the priority units. If several Automata units can engage, use the priority units to determine which ones move.",
            "switchExpansive": "Finally, if no options are available, the Automata triggers the <a href='#tablink-behavior-expansive' data-custom-toggle='tab'>Expansive behavior</a> instead."
          }
        },
        "aggressive": {
          "title": "Aggressive",
          "recruit": {
            "summary": "Add units to the colony <b>closest to the most enemy colonies</b>.",
            "description": "Add units to the Automata colony closest to the most enemy colonies. In case of a tie, check the colony priority."
          },
          "advanceInteractive": {
            "enemyColoniesInRange": "Are there enemy colonies not under the Automata's control in range?",
            "moveToEnemyColony": "Move the the closest enemy colony only if you can transport at least one ground unit.",
            "aggressiveNoValidTarget": "<b>No valid target:</b> <a href='#tablink-behavior-defensive' data-custom-toggle='tab'>Defensive AI behavior</a>.",
            "enemyUnitsInRange": "Are there enemy units in range?",
            "enforceContestedSectors": "Move to reinforce contested sectors not under the Automata's control.",
            "switchExpansive": "<a href='#tablink-behavior-expansive' data-custom-toggle='tab'>Expansive AI behavior</a>."
          },
          "advance": {
            "priorityEnemyColonies": "The priority is to attack and besiege enemy colonies. Before each separate movement, check if there are any enemy colonies in range of the Automata’s <i>space units</i>.",
            "attackColony": "If yes, move space units carrying at the maximum number of <i>ground units</i> to reinforce the sector. If several colonies are in range, choose by priority. If several Automata units are in range, select the priority units. Use the <a href='#tablink-important-concepts' data-custom-toggle='tab'>Hold the line</a> rule to break the tie. If space units cannot transport <i>ground units</i>, the Automata triggers the <a href='#tablink-behavior-defensive' data-custom-toggle='tab'>Defensive behavior</a> instead.",
            "contestedSector": "If no enemy colonies are in range, check if there is a contested sector with the Automata’s units in range but not under its control. If yes, move the closest Automata units to reinforce the sector.",
            "prioritize": "If several <i>space units</i> are in range, use the priority one. If several sectors are tied, move towards the one containing the most priority units. If still tied, use the <a href='#tablink-important-concepts' data-custom-toggle='tab'>Hold the line</a> rule.",
            "switchExpansive": "Finally, if no options are available, the Automata triggers the <a href='#tablink-behavior-expansive' data-custom-toggle='tab'>Expansive behavior</a> instead."
          }
        },
        "expansive": {
          "title": "Expansive",
          "recruit": {
            "summary": "Add units to the Automata's colony <b>closest to the most sectors it may colonize or invade</b>.",
            "description": "Add units to the Automata colony closest to sectors it may colonize or invade. If two colonies are at the same distance from colonizable sectors, choose the one with the most colonizable sectors in range. In case of a tie, check the colony priority."
          },
          "advanceInteractive": {
            "colonizableSectorInRange": "Can you transport infantries to a colonizable sector without Automata infantry?",
            "transportColonizableSector": "Transport an infantry to a colonizable sector.",
            "enemySectorInRange": "Can you transport infantries to a sector with an enemy colony?",
            "transportEnemySector": "Transport infantries to an enemy colony?",
            "utopianOrReinforce": "Move to the Utopian sector. If not possible, reinforce contested sectors instead."
          },
          "advance": {
            "priorityExpansion": "The priority is to expand on the board to be in a position to colonize new sectors. Before each separate movement, check if you can transport infantries to a colonizable sector without Automata infantry.",
            "transportColonizableSector": "If you can, move a <i>space unit</i> there transporting one infantry. If several colonizable sectors are in range, use the priority colony. Use the <a href='#tablink-important-concepts' data-custom-toggle='tab'>Hold the line</a> rule to break the tie.",
            "enemySectorInRange": "If there are no <i>space units</i> able to transport infantry in range or there are no colonizable sectors, move units to the nearest sector with enemy colonies. If there are multiple options, use colony priority or use the <a href='#tablink-important-concepts' data-custom-toggle='tab'>Hold the line</a> rule to break the tie.",
            "utopianOrReinforce": "Lastly, if there are no colonizable sectors or enemy colonies in range, move towards the Utopian sector even if the Automata can’t reach it. If not possible, reinforce contested sectors instead."
          }
        }
      }
    },
    "action": {
      "recruit": {
        "title": "Recruit",
        "addUnits": "Add units to a sector colonized by the Automata, determined by the active AI behavior <i>{behavior}</i>:",
        "unitSelection": "The rightmost visible space on the military track determines the recruited units. If the Automata doesn’t have enough units in reserve to place the indicated units, check the composition of the space immediately to the left. Keep going until you find a valid set of units.",
        "singleSector": "Recruit always happens in a single sector.",
        "notPossible": "If the Automata can’t recruit the required units in full because it doesn’t have enough in its reserve, the action is not possible."
      },
      "advance": {
        "title": "Advance",
        "imperialTrack": "The imperial track determines how many movement orders the Automata can give, i.e., how many space units can move during the action.",
        "scienceTrack": "The science track determines the number of sectors they can move.",
        "behavior": "For each space unit you move, check the AI behavior <i>{behavior}</i> to determine how they must move. This process must be repeated every time a unit moves, not just once."
      },
      "colonize": {
        "title": "Colonize",
        "addColony": "Add a colony to a colonizable sector controlled by the Automata and containing at least 1 infantry.",
        "pickType": "Pick colony type based on current colony AI priority.",
        "shortCircuit": "If two possible sectors have priority for colony placement, the most-prioritized human player decides."
      },
      "research-civil": {
        "title": "Research (Civil)",
        "type": "civil"
      },
      "research-military": {
        "title": "Research (Military)",
        "type": "military"
      },
      "research": {
        "scienceTrack": "Check the science track on the empire board for the card with the highest scientific cost that can be developed.",
        "chooseTech": "On the {type} technology board, take a card that matches this cost.",
        "chooseTechFallback": "If there is no card with that cost, take a card with the next lower cost.",
        "shortCircuit": "If more than one matching technology is available, the most-prioritized human player decides."
      },
      "gain-influence": {
        "title": "Gain Influence",
        "moveMarker": "Move the influence marker one step to the right on the empire board."
      },
      "loose-influence-action-card": {
        "title": "Loose Influence, Play Action Card",
        "moveMarker": "Move the influence marker one step to the left on the empire board."
      },
      "movement-single": {
        "title": "Single Movement",
        "singleOrder": "The Automata performs a single movement order.",
        "scienceTrack": "The science track determines the number of sectors it can move.",
        "behavior": "Check the AI behavior <i>{behavior}</i> to determine how it must move."
      },
      "living-storm-movement": {
        "title": "Living Storm Movement",
        "moveStorm": "Move the living storm nearest the priority player.",
        "direction": {
          "down-right": "Move the storm right or down.",
          "down-left": "Move the storm left or down.",
          "up-left": "Move the storm left or up.",
          "up-right": "Move the storm right or up.",
          "utopian-sector": "The Automata is trying to get access to the Utopian sector or to block access to other players."
        },
        "orientation": {
          "horizontal": "The final position of the lightning storm icon must be horizontal.",
          "vertical": "The final position of the lightning storm icon must be vertical."
        }
      },
      "action-card": {
        "title": "Play Action Card",
        "playCard": "Play the action card from slot {slot} of the Action display face-down. Ignore the card's effect.",
        "drawCard": "A new action card is immediately drawn to the Action display and placed <i>face-down<i>.",
        "checkPendulum": "Check the pendulum action section on the faction mat and trigger the applicable action."
      }
    }
  },
  "faction": {
    "borroka": {
      "title": "Borroka",
      "generalAbility": {
        "title": "Destroyer of Worlds",
        "description": "When you remove ::component/obstacle::, ::component/anomaly::, ::component/living-galaxy:: or ::component/living-storm:: from the board, add a ::unit-type/lightship:: to the sector you removed it from or, if not possible, to the nearest sector."
      },
      "civilTechnologyAbility": {
        "3": "After you play an action card face-down, gain 1 ::influence::.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "When you perform a movement order, your ::unit-type/lightship:: ignore pin-down."
      },
      "pendulum1": {
        "title": "Hunger of entropy",
        "condition": "::influence:: <= Opponents",
        "description": "Inflict 1 ::damage/indirect:: in each contested sectors with 2 of your units. If there are not valid sectors, perform 2 movement orders instead. Gain 1 ::influence::."
      },
      "pendulum2": {
        "title": "Inertia",
        "condition": "::influence:: > Opponents",
        "description": "Banish a priority non-productive colony from your empire board. Lose 2 ::influence::."
      }
    },
    "delverar": {
      "title": "Delverar",
      "generalAbility": {
        "title": "Ancestral Oath",
        "description": "Anytime your remove ::component/obstacle:: or ::component/anomaly:: from the board, place them on the faction mat.",
        "setup": "Draw 1 ::artifact::."
      },
      "civilTechnologyAbility": {
        "3": "When your colonize, you may place non-productive colonies in non-habitable sectors.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "At the end of the game, gain 1 extra ::victory-point:: for each completed objective condition."
      },
      "pendulum1": {
        "title": "Protector",
        "condition": "::component/obstacle::/::component/anomaly:: on the faction mat < 2",
        "description": "Place an ::component/obstacle:: on the nearest empty sector without ::component/obstacle::, then move 1 ::unit-type/lightship:: to the nearest sector with an ::component/obstacle:: or  ::component/anomaly::."
      },
      "pendulum2": {
        "title": "",
        "condition": "::component/obstacle::/::component/anomaly:: on the faction mat >= 2",
        "description": "Banish 2 ::component/obstacle::/::component/anomaly:: from the faction mat, then draw 1 ::artifact::."
      }
    },
    "exodian": {
      "title": "Exodian",
      "generalAbility": {
        "title": "Children of the Rebellion",
        "description": "Anytime you remove ::component/obstacle:: or ::component/anomaly:: from a sector, add 1 ::unit-type/infantry:: to that sector and place 1 ::battle-medal:: on the faction mat."
      },
      "civilTechnologyAbility": {
        "3": "When you colonize, you may place non-productive colonies in non-habitable sectors.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "Once per game: Place 2 different non-productive priority colonies from the empire board on the faction mat (count for scoring)."
      },
      "pendulum1": {
        "title": "New beginning",
        "condition": "::battle-medal:: < 3",
        "description": "Upgrade a tactic card. Gain 1 ::battle-medal::."
      },
      "pendulum2": {
        "title": "Elective conclave",
        "condition": "::battle-medal:: >= 3",
        "description": "Trigger 2 leftmost revealed colonization bonus from empire board. If not possible, banish a priority colony from it. Lose 2 ::battle-medal::."
      }
    },
    "goria": {
      "title": "Goria",
      "generalAbility": {
        "title": "Native Inhabitant",
        "description": "Once per battle, when you inflict ::damage/indirect::, add the unit on the faction mat as part of your Bone Coin pool.",
        "setup": "You start with 1 extra AI protocol card (automatically managed by the app)."
      },
      "civilTechnologyAbility": {
        "3": "When you perform a movement order, your <i>space units</i> move by +1 ::sector::.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "At the end of the game, gain 1 extra ::victory-point:: for each completed objective condition."
      },
      "pendulum1": {
        "title": "The Hunt",
        "condition": "Bone Coins < 2",
        "description": "Perform 1 movement order to nearest sector with enemy ::unit-type/lightship:: or ::unit-type/infantry:: then add one of these units (priority) to your Bone Coin pool."
      },
      "pendulum2": {
        "title": "Profit",
        "condition": "Bone Coins >= 2",
        "description": "Remove 2 units from the Bone Coin pool, then banish, then banish a non-productive colony from your empire board."
      }
    },
    "saura": {
      "title": "Saura",
      "generalAbility": {
        "title": "Blood Heaven",
        "description": "Anytime your <i>ground units</i> are removed or replaced on the board, gain 1 ::influence::."
      },
      "civilTechnologyAbility": {
        "3": "When you perform a movement order, your <i>space units</i> move by +1 ::sector::.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "When you perform a single movement order in your turn, your <i>space units</i> move by +1 ::sector::."
      },
      "pendulum1": {
        "title": "Call to War",
        "condition": "::influence:: < 4",
        "description": "Add 1 ::unit-type/lightship:: to a sector with your <i>ground units</i> nearest to enemy colonies. Perform a movement order to the nearest one. Gain 1 ::influence::."
      },
      "pendulum2": {
        "title": "Tyranny",
        "condition": "::influence:: >= 4",
        "description": "Banish a non-productive priority colony from your empire board. Lose 3 ::influence::."
      }
    },
    "txingur": {
      "title": "Txingur",
      "generalAbility": {
        "title": "The Swarm",
        "description": "You can't recruit ::unit-type/infantry::. Whenever you perform the Advance action, add 1 ::unit-type/infantry:: to a sector with your units, following the current AI behavior."
      },
      "civilTechnologyAbility": {
        "3": "Your ::unit-type/warship:: and ::unit-type/mech:: gain the <i>Invade</i> ability.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "Once per game: Place 2 different non-productive priority colonies from the empire board on the faction mat (count for scoring)."
      },
      "pendulum1": {
        "title": "Collective",
        "condition": "::unit-type/infantry:: < 4",
        "description": "Add 1 ::unit-type/infantry:: to each sector with at least 2 of your units."
      },
      "pendulum2": {
        "title": "Metamorphosys",
        "condition": "::unit-type/infantry:: >= 4",
        "description": "Replace 1 ::unit-type/infantry:: with the rightmost visible <i>space unit</i> on your military track, them remove another ::unit-type/infantry:: to upgrade a tactic to elite."
      }
    },
    "vax-117": {
      "title": "VAX-117",
      "generalAbility": {
        "title": "Deconstructor",
        "description": "When you develop a technology or banish an ::component/obstacle:: or ::component/anomaly::, place 1 ::research-token:: on the faction mat."
      },
      "civilTechnologyAbility": {
        "3": "Whenever you perform the Research action, gain 1 ::influence::.",
        "6": "Once per game: Draw an ::artifact:: and apply its effect. If it doesn't apply, upgrade a tactic instead.",
        "9": "At the end of the game, gain 1 extra ::victory-point:: for each completed objective condition."
      },
      "pendulum1": {
        "title": "Hack",
        "condition": "::research-token:: < 4",
        "description": "Perform a Research action. During this action, you can develop face-down cards from the leftmost technology slot."
      },
      "pendulum2": {
        "title": "Ascension",
        "condition": "::research-token:: >= 4",
        "description": "Return 1 AI protocol from the discard pile to the deck, then add 1 elite ard to the tactic deck. Remove 3 ::research-token::."
      }
    }
  },
  "difficultyLevel": {
    "1": "Normal",
    "2": "Hard",
    "3": "Impossible"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "pass": "Pass",
    "reset": "Reset",
    "yes": "Yes",
    "no": "No",
    "ok": "OK"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
