{
  "gameTitle": "Fractal: Beyond the Void",
  "home": {
    "title": "Fractal: Beyond the Void Solo Helper",
    "play1": "Play <a href='https://boardgamegeek.com/boardgame/299106/fractal-beyond-void' target='_blank' rel='noopener'><b>Fractal: Beyond the Void</b></a> against automated opponents. You can play solo or add additional opponents to 2 and 3 player games.",
    "play2": "You need the <a href='https://boardgamegeek.com/boardgameexpansion/401413/fractal-automata' target='_blank' rel='noopener'>Fractal: Automata</a> expansion. This application replaces the AI protocol and AI behavior cards and helps managing the faction abilities.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "players": {
      "title": "Player",
      "playerColor": "{player} Color",
      "playerCount": "Human Players",
      "playerCountItem": "{count} Player | {count} Players",
      "botCount": "AI Opponents",
      "botCountItem": "{count} AI Opponent | {count} AI Opponents"
    },
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard"
    },
    "factionSelection": {
      "title": "Faction"
    }
  },
  "setupBot": {
    "title": "Automata Setup",
    "factionMap": "Place the faction mat to the left of the empire board. Place the corresponding faction token for the chosen color on the empire board.",
    "empireBoard": "On the Automata empire board, place the corresponding colonies, influence marker on 1, and victory points marker on 0.",
    "tacticCards": "Shuffle the AI tactic cards and AI elite tactic cards to form the AI tactic DECK. The rest of the elite AI tactic cards go to ELITE. The replaced non-elite card are put to RESERVE. Place each deck in its corresponding space.",
    "tacticCardDifficultyLevel": {
      "1": "Shuffle all non-elite tactic cars as DECK. No elite cards are included in initially.",
      "2": "Replace 1 random AI tactic card with the elite tactic card with the same name and shuffle it with the other non-elite tactic cards as DECK.",
      "3": "Replace 2 random AI tactic cards with the elite tactic cards with the same name and shuffle them with the other non-elite tactic cards as DECK."
    },
    "startingUnits": "Deploy the colony and starting units in the starting sector.",
    "singularity": "Shuffle the following singularities and place one face-down on the Utopian sector:",
    "singularityToken": {
      "resonantMonolith": "Resonant Monolith",
      "openedRift": "Opened Rift",
      "forbiddenPact": "The Forbidden Pact",
      "voidThrone": "Void Throne",
      "taintedCivilization": "Tainted Civilization"
    }
  },
  "cycleIncome": {
    "title": "Income",
    "startPlayer": "Determine start player for this cycle:",
    "gainIncome": "Human players gain credits and resources from exploitation areas."
  },
  "turnPlayer": {
    "takeTurn": "Take your turn."
  },
  "turnBot": {
    "executed": "Completed",
    "notPossible": "Not Possible"
  },
  "cycleConflict": {
    "title": "Conflict"
  },
  "cycleEnd": {
    "title": "End of Cycle"
  },
  "cycleTransition": {
    "title": "Transition"
  },
  "endOfGame": {
    "title": "End of Game"
  },
  "sideBar": {
    "cycle": "Cycle",
    "turn": "Turn",
    "remainingTurns": "Remaining Turns: {turns}",
    "priority": {
      "title": "AI Priorities",
      "unit": "Unit",
      "colony": "Colony",
      "player": "Player",
      "livingStorm": "Living Storm",
      "behavior": "Behavior"
    }
  },
  "actionRulesCollapse": {
    "showRules": "Show Rules",
    "hideRules": "Hide Rules"
  },
  "player": {
    "human": "Player | Player {player}",
    "bot": "AI Opponent | AI Opponent {bot}"
  },
  "rules": {
    "concepts": {
      "lastBreath": {
        "title": "Last breath"
      },
      "behavior": {
        "title": "AI Behavior",
        "victory": {
          "title": "Victory",
          "recruitSummary": "Add units to a <i>besieged Automata colony</i> or, if there is none, to the <i>colony closest to the Utopian sector</i>.",
          "recruitDescription": "If an Automata colony is besieged and the Automata doesn’t control the sector, add the units there. Otherwise, add the units to the colony closest to the Utopian sector. In case of a tie, check the colony priority to determine which colony to reinforce."
        },
        "defensive": {
          "title": "Defensive",
          "recruitSummary": "Add units to a <b>besieged Automata colony</b> or, if there is none, to the colony <b>closest to the most enemy units</b>.",
          "recruitDescription": "If an Automata colony is besieged and the Automata doesn’t control the sector, add the units there. Otherwise, add the units to the colony closest to the most enemy units. In case of a tie, check the unit priority and reinforce the colony under threat by the most priority units."
        },
        "aggressive": {
          "title": "Aggressive",
          "recruitSummary": "Add units to the colony <b>closest to the most enemy colonies</b>.",
          "recruitDescription": "Add units to the Automata colony closest to the most enemy colonies. In case of a tie, check the colony priority."
        },
        "expansive": {
          "title": "Expansive",
          "recruitSummary": "Add units to the Automata's colony <b>closest to the most sectors it may colonize or invade</b>.",
          "recruitDescription": "Add units to the Automata colony closest to sectors it may colonize or invade. If two colonies are at the same distance from colonizable sectors, choose the one with the most colonizable sectors in range. In case of a tie, check the colony priority."
        }
      }
    },
    "action": {
      "recruit": {
        "title": "Recruit",
        "addUnits": "Add units to a sector colonized by the Automata, determined by the active AI behavior <i>{behavior}</i>:",
        "unitSelection": "The rightmost visible space on the military track determines the recruited units. If the Automata doesn’t have enough units in reserve to place the indicated units, check the composition of the space immediately to the left. Keep going until you find a valid set of units.",
        "singleSector": "Recruit always happens in a single sector.",
        "notPossible": "If the Automata can’t recruit the required units in full because it doesn’t have enough in its reserve, the action is not possible."
      },
      "advance": {
        "title": "Advance",
        "imperialTrack": "The imperial track determines how many movement orders the Automata can give, i.e., how many space units can move during the action.",
        "scienceTrack": "The science track determines the number of sectors they can move.",
        "behavior": "For each space unit you move, check the AI behavior <i>{behavior}</i> to determine how they must move. This process must be repeated every time a unit moves, not just once."
      },
      "colonize": {
        "title": "Colonize",
        "addColony": "Add a colony to a colonizable sector controlled by the Automata and containing at least 1 infantry.",
        "pickType": "Pick colony type based on current colony AI priority.",
        "shortCircuit": "If two possible sectors have priority for colony placement, the most-prioritized human player decides."
      },
      "research-civil": {
        "title": "Research (Civil)",
        "type": "civil"
      },
      "research-military": {
        "title": "Research (Military)",
        "type": "military"
      },
      "research": {
        "scienceTrack": "Check the science track on the empire board for the card with the highest scientific cost that can be developed.",
        "chooseTech": "On the {type} technology board, take a card that matches this cost.",
        "chooseTechFallback": "If there is no card with that cost, take a card with the next lower cost.",
        "shortCircuit": "If more than one matching technology is available, the most-prioritized human player decides."
      },
      "gain-influence": {
        "title": "Gain Influence",
        "moveMarker": "Move the influence marker one step to the right on the empire board."
      },
      "loose-influence-action-card": {
        "title": "Loose Influence, Play Action Card",
        "moveMarker": "Move the influence marker one step to the left on the empire board."
      },
      "movement-single": {
        "title": "Single Movement",
        "singleOrder": "The Automata performs a single movement order.",
        "scienceTrack": "The science track determines the number of sectors it can move.",
        "behavior": "Check the AI behavior <i>{behavior}</i> to determine how it must move."
      },
      "living-storm-movement": {
        "title": "Living Storm Movement",
        "moveStorm": "Move the living storm nearest the priority player.",
        "direction": {
          "down-right": "Move the storm right or down.",
          "down-left": "Move the storm left or down.",
          "up-left": "Move the storm left or up.",
          "up-right": "Move the storm right or up.",
          "utopian-sector": "The Automata is trying to get access to the Utopian sector or to block access to other players."
        },
        "orientation": {
          "horizontal": "The final position of the lightning storm icon must be horizontal.",
          "vertical": "The final position of the lightning storm icon must be vertical."
        }
      },
      "action-card": {
        "title": "Play Action Card",
        "playCard": "Play the action card from slot {slot} of the Action display face-down. Ignore the card's effect.",
        "drawCard": "A new action card is immediately drawn to the Action display and placed <i>face-down<i>.",
        "checkPendulum": "Check the pendulum action section on the faction mat and trigger the applicable action."
      }
    }
  },
  "faction": {
    "borroka": "Borroka",
    "delverar": "Delverar",
    "exodian": "Exodian",
    "goria": "Goria",
    "saura": "Saura",
    "txingur": "Txingur",
    "vax-117": "VAX-117"
  },
  "difficultyLevel": {
    "1": "Normal",
    "2": "Hard",
    "3": "Impossible"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "pass": "Pass"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
